{
  "language": "Lang",
  "greetings": "Hi, I am Giorgi Barishvili.",
  "description": "A Front-End Developer who is passionate about building user friendly interfaces for the web.",
  "messageMe": "Message me any time!",
  "myMail": "My Email is: ",
  "nameInput": "Your name",
  "emailInput": "Your email",
  "textInput": "Enter text",
  "mandatory": "This field is mandatory",
  "home": "home",
  "about": "About",
  "aboutMe": "About Me",
  "projects": "Projects",
  "homeModal": "In general, you can see my skills in 'About me' page, or in the CV, but here I want to tell you which libraries and what knowledge in general I used for this portfolio!",
  "aboutText": "Hello, I'm a Junior Front end developer, I chose web programming when learning programming - specifically Front end, because I liked the idea that my work would be visible to everyone. As for my skills, I am goal-oriented, responsible, able to work in a team, development-oriented person.",
  "techSkills": "Technical skills",
  "techText": "I have experience working with 'Waterfall' and 'Agile' methodologies. Despite daily development, I currently own the following programming languages/libraries: HTML, CSS, JavaScript, ReactJS, Redux, API, Framer Motion, REST API, BOOTSTRAP, Git, GitHub, VS Code, I18N, SASS, and the list will only grow over time.",
  "education": "Education",
  "educationText": "In 2019, I enrolled in the computer science program of the Faculty of Exact and Natural Sciences at Ivane Javakhishvili Tbilisi State University, where I successfully completed my diploma thesis in this direction. I have also completed the 'Front end / React.js' course of 'Geolab'.",
  "work": "Work experience",
  "workText": "I have experience in 'Imedi L' insurance company in the position of Junior Front end developer, where right after the start of work I was involved in the main project - their insurance website, for which I wrote several modules and also worked on 'bug fixing' of the whole project.",
  "projectsText": "Here are a few of my projects, a description of each project is attached to the slide with a corresponding image, and you can click on it to see the corresponding page.",
  "astroworld": "This page is made as a thesis. Here you will find the functionality of search and posts, and not only them.",
  "imedil": "While working in 'Imedi L', I have done some modules on this website, and then I worked on the optimization of the whole page.",
  "nextProject": "Next project coming soon...",
  "myPortf1": "This is my PORTFOLIO and in case you are wondering",
  "myPortf2": "how it was created, just click this button below!",
  "modalClick": "Click!",
  "social": "Social Media",
  "tbcconcept": "This page is an assignment for the Tbc React course, using only html, css and vanilla javascript."
}
