{
  "language": "ენა",
  "greetings": "მოგესალმებით, მე ვარ გიორგი ბარიშვილი.",
  "description": "ფრონტ-ენდის დეველოპერი, რომელიც ცდილობს მომხმარებლისთვის მეგობრული ინტერფეისების შექმნას.",
  "messageMe": "მომწერეთ ნებისმიერ დროს!",
  "myMail": "ჩემი მეილია: ",
  "nameInput": "თქვენი სახელი",
  "emailInput": "თქვენი მეილი",
  "textInput": "შეიყვანეთ ტექსტი",
  "mandatory": "ამ ველის შევსება სავალდებულოა",
  "home": "მთავარი",
  "about": "შესახებ",
  "aboutMe": "ჩემს შესახებ",
  "projects": "პროექტები",
  "homeModal": "ზოგადად ჩემი უნარ-ჩვევები შეგიძლია ნახოთ 'ჩემს შესახებ' გვერდზე, ან CV-ში, თუმცა აქ მინდა გითხრათ თუ რომელი ბიბლიოთეკები და ზოგადად რა ცოდნა გამოვიყენე ამ პორტფოლიოს შესაქმენლეად!",
  "aboutText": "მოგესალმებით, მე ვარ Junior Front end დეველოპერი, პროგრამირების შესწავლისას არჩევანი შევაჩერე ვებ-პროგრამირებაზე - კონკრეტულად Front end-ზე, რადგანაც მომეწონა იდეა, რომ ჩემი შრომა თვალსაჩინო იქნება ყველასთვის, ჩემს უნარ-ჩვევებს რაც შეეხება - ვარ მიზანდასახული, პასუხისმგებლიანი, გუნდში მუშაობის უნარიანი, განვითარებისკენ მიმართული პიროვნება.",
  "techSkills": "ტექნიკური უნარები",
  "techText": "მაქვს 'Waterfall' და 'Agile' მეთოდოლოგიებთან მუშაობის გამოცდილება. ყოველდღიურად განვითარების მიუხედავად ამ მომენტზე ვფლობ შემდეგ პროგრამირების ენებს/ბიბლიოთეკებს HTML, CSS, JavaScript, ReactJS, Redux, API, Framer Motion, REST API, BOOTSTRAP, Git, GitHub, VS Code, I18N, SASS და დროთა განმავლობაში ეს სია მხოლოდ გაიზრდება.",
  "education": "განათლება",
  "educationText": "2019 წელს ჩავირიცხე ივანე ჯავახიშვილის სახელობის თბილისის სახელმწიფო უნივერსიტეტში ზუსტ და საბუნებისმეტყველო ფაკულტეტის კომპიუტერული მეცნიერების პროგრამაზე, სადაც წარმატებით მაქვს ჩაბარებული სადიპლომო ნაშრომი ამ მიმართულებით. ასევე გავლილი მაქვს 'Geolab'-ის 'Front end / React.js' კურსი.",
  "work": "სამუშაო გამოცდილება",
  "workText": "გამოცდილება მაქვს 'Imedi L' დაზღვევის კომპანიაში Junior Front end developer-ის პოზიციაზე, სადაც მუშაობის დაწყების თანავე ჩართული ვიყავი ძირითად პროექტში - მათი დაზღვევის ვებ-გვერდი, რომლის რამდენიმე მოდული მაქვს დაწერილი და ასევე ვმუშაობდი მთლიანი პროექტის 'bug fixing'-ზე.",
  "projectsText": "აქ თავმოყრილია ჩემი რამდენიმე პროექტი, თითოეული პროექტის აღწერა თანდართულია სლაიდზე შესაბამის სურათთან ერთად და მასზე დაკლიკებით შეგიძლიათ იხილოთ შესაბამისი გვერდი.",
  "astroworld":"ეს გვერდი გაკეთებულია, როგორც სადიპლომო ნაშრომი. აქ შეხვდებით ძებნის და პოსტების ფუნქციონალს და არა მარტო მათ.",
  "imedil":"'Imedi L'-ში მუშაობისას ამ ვებ-გვერდზე მაქვს შესრულებული რამდენიმე მოდული, ხოლო შემდგომ მთლიანი გვერდის ოპტიმიზაციაზე ვმუშაობდი",
  "nextProject": "შემდეგი პროექტი მალე დაემატება..."
}
